Repository: AmroMuhammad/MoviesWorld
Catalog: MoviesWorld/MoviesWorld/Utils/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# genericError
source: General Error occured, kindly try again later
ar: حدث خطأ عام، يرجى المحاولة مرة أخرى لاحقًا

# emptyFieldsError
source: All Fields should be filled
ar: يجب ملء جميع الحقول

# emailError
source: Enter Valid Email
ar: الرجاء إدخال بريد إلكتروني صالح

# passwordError
source: password should be more than 6 characters
ar: يجب أن تتكون كلمة المرور من أكثر من 6 أحرف

# passwordNotEqualError
source: password is not the same as confirm password
ar: كلمة المرور غير متطابقة مع تأكيد كلمة المرور

# loginPasswordError
source: Email or password is wrong, please try again
ar: رقم الهاتف أو كلمة المرور غير صحيحة، يرجى المحاولة مرة أخرى

# noInternetConnection
source: No Internet Connection, Please connect to WI-FI or Mobile Data and try again.
ar: لا يوجد اتصال بالإنترنت، يرجى الاتصال بشبكة WI-FI أو بيانات الجوال والمحاولة مرة أخرى.

# accountAlreadyExist
source: Email already exists, Please try another mail
ar: البريد الإلكتروني موجود بالفعل، يرجى المحاولة باستخدام بريد آخر

# userDisabled
source: This User is disabled, kindly contact support
ar: تم تعطيل هذا المستخدم، يرجى التواصل مع الدعم

# userNotFound
source: This user does not exist
ar: هذا المستخدم غير موجود

# alertTitle
source: ŸêError
ar: خطأ

source: Ok
ar: حسناً

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Sign Up
ar: التسجيل

# appName
source: Movies World
ar: عالم الافلام

source: Welcome To
ar: مرحبا في

# login_to
source: Login to your Account
ar: تسجيل الدخول إلى حسابك

source: Login
ar: تسجيل الدخول

# continue_with
source: Or Contine With
ar: أو الاستمرار مع

# dont_have
source: Don't have an account
ar: ليس لديك حساب؟

source: Confirm password
ar: تأكيد كلمة المرور

# register
source: Create your account
ar: إنشاء حسابك
